debug_request.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope"><env:Header/><env:Body><rEnviEventoDe xmlns="http://ekuatia.set.gov.py/sifen/xsd"><dId>1</dId><dEvReg><gGroupGesEve xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://ekuatia.set.gov.py/sifen/xsd siRecepEvento_v150.xsd"><rGesEve><rEve Id="01800994825001001000005222025100617372448752"><dFecFirma>2025-10-09T14:21:03</dFecFirma><dVerFor>150</dVerFor><gGroupTiEvt><rGeVeCan><Id>01800994825001001000005222025100617372448752</Id><mOtEve>Prueba de cancelación - Test automatizado</mOtEve></rGeVeCan></gGroupTiEvt></rEve><Signature xmlns="http://www.w3.org/2000/09/xmldsig#"><SignedInfo><CanonicalizationMethod Algorithm="http://www.w3.org/2001/10/xml-exc-c14n#"/><SignatureMethod Algorithm="http://www.w3.org/2001/04/xmldsig-more#rsa-sha256"/><Reference URI="#01800994825001001000005222025100617372448752"><Transforms><Transform Algorithm="http://www.w3.org/2000/09/xmldsig#enveloped-signature"/><Transform Algorithm="http://www.w3.org/2001/10/xml-exc-c14n#"/></Transforms><DigestMethod Algorithm="http://www.w3.org/2001/04/xmlenc#sha256"/><DigestValue>iCqdE0nv5ZbJar00Ns3wspE7TI46xKhYNwC8bhoZ/hw=</DigestValue></Reference></SignedInfo><SignatureValue>LAKX8sINCQYnnUAHDyFZmWs+tS6O274mEIY1wPE/PTQq5cyNPV4FNoJIhTEg0/8eo2I4YetapsQr&#13;
IMH8nBNN1+Lbx0tmNygJ1NxNFityTVYqrH9s8NCBUxGHHxDCPg3MocKdMwh60HujrLB9BnJhSLjU&#13;
pwUvIotyUAvT/hypIDSsLkwsHR5AKzHkR8N1/MfDL0AzuhADTX+CoOn94ruX8kfr2OjdZIP1PglF&#13;
fBZgQZxuJME+ECn4y5Uet3jwBEqN5vzOTmODjsP7e0OTUqTWHiZk4T6kcNcoYQI/0xy8cn93xnr8&#13;
J3Yp4FtF1T0kGo2x2Irod69CNeApGIylz70uoA==</SignatureValue><KeyInfo><X509Data><X509Certificate>MIIIEDCCBfigAwIBAgIRAPdmqMI0j5WSS+6qirOz9powDQYJKoZIhvcNAQELBQAwgYUxCzAJBgNV&#13;
BAYTAlBZMQ0wCwYDVQQKEwRJQ1BQMTgwNgYDVQQLEy9QcmVzdGFkb3IgQ3VhbGlmaWNhZG8gZGUg&#13;
U2VydmljaW9zIGRlIENvbmZpYW56YTEVMBMGA1UEAxMMQ09ERTEwMCBTLkEuMRYwFAYDVQQFEw1S&#13;
VUM4MDA4MDYxMC03MB4XDTI1MDgyMDE0NTM0MVoXDTI2MDgyMDE0NTM0MVowga0xCzAJBgNVBAYT&#13;
AlBZMSswKQYDVQQKEyJDRVJUSUZJQ0FETyBDVUFMSUZJQ0FETyBUUklCVVRBUklPMQswCQYDVQQL&#13;
EwJGMTEYMBYGA1UEBBMPRlJBTkNPIEFSRVZBTE9TMRIwEAYDVQQqEwlHVUlMTEVSTU8xIjAgBgNV&#13;
BAMTGUdVSUxMRVJNTyBGUkFOQ08gQVJFVkFMT1MxEjAQBgNVBAUTCUNJMzQ5OTkxNzCCASIwDQYJ&#13;
KoZIhvcNAQEBBQADggEPADCCAQoCggEBAOgtYrO0ZYGFgS8qlCWbrFyyH4iu0xHrl3DE2G8cT47i&#13;
68efq23BV2ijojZU5NeXUhr+2YlDYxumU9CR9PbVSzcbZBhcC4bz8KgPIxnYEAK/FnDE/noFmzCg&#13;
QlcDTmsoHzNrYYUElW237aM3HWz0e0M7jWXdHXbKHAI8HHJv8Pk2IAaMwT4r2oDamjQ09EjTd6+n&#13;
j5hNYkD761cBz08LFypEz2cug0nw+yvDSAXcKa75IHapv5H0rKfeZoVjtJ/qaHeWkdWfXl1JplbQ&#13;
5wIMrStrPQaZ3gTh/MoP0DtJkZ14/jR7IhiEY6jksa3H74L6bUgHrxvAjF8kTf1Mi4atF3kCAwEA&#13;
AaOCA08wggNLMAwGA1UdEwEB/wQCMAAwHQYDVR0OBBYEFDzKVu9Va8AxsP2t2CQ8FIaWSZnkMB8G&#13;
A1UdIwQYMBaAFL41VGJoYOcm0zHBX5ex4vZkzgf1MA4GA1UdDwEB/wQEAwIF4DCBxQYDVR0RBIG9&#13;
MIG6gRVHVUlNRU1PODFASE9UTUFJTC5DT02kgaAwgZ0xKTAnBgNVBAoTIEZSQU5DTyBBUkVWQUxP&#13;
UyBTT0NJRURBRCBBTk9OSU1BMRMwEQYDVQQLEwpESVJFQ1RPUklPMRcwFQYDVQQMEw5WSUNFUFJF&#13;
U0lERU5URTEqMCgGA1UEDQwhRklSTUEgRUxFQ1RSw5NOSUNBIGRlIG5pdmVsIG1lZGlvMRYwFAYD&#13;
VQQFEw1SVUM4MDA5OTQ4Mi01MIH3BgNVHSAEge8wgewwgekGCysGAQQBg65wAQEEMIHZMEYGCCsG&#13;
AQUFBwIBFjpodHRwczovL2NvZGUxMDAuY29tLnB5L3JlcG9zaXRvcmlvLWRlLWRvY3VtZW50b3Mt&#13;
cHVibGljb3MvMIGOBggrBgEFBQcCAjCBgQx/Y2VydGlmaWNhZG8gY3VhbGlmaWNhZG8gZGUgZmly&#13;
bWEgZWxlY3Ryw7NuaWNhIHRpcG8gRjEgc3VqZXRhIGEgbGFzIGNvbmRpY2lvbmVzIGRlIHVzbyBl&#13;
eHB1ZXN0YXMgZW4gbGEgRFBDIGRlbCBQQ1NDIENPREUxMDAgUy5BLjB7BgNVHR8EdDByMDegNaAz&#13;
hjFodHRwOi8vcGNhMS5jb2RlMTAwLmNvbS5weS9jcmxzL2NhLWNvZGUxMDAtc2EuY3JsMDegNaAz&#13;
hjFodHRwOi8vcGNhMi5jb2RlMTAwLmNvbS5weS9jcmxzL2NhLWNvZGUxMDAtc2EuY3JsMCAGA1Ud&#13;
JQEB/wQWMBQGCCsGAQUFBwMCBggrBgEFBQcDATCBiQYIKwYBBQUHAQEEfTB7MDkGCCsGAQUFBzAB&#13;
hi1odHRwOi8vb2NzcC5jb2RlMTAwLmNvbS5weS9vY3NwL2NhLWNvZGUxMDAtc2EwPgYIKwYBBQUH&#13;
MAKGMmh0dHA6Ly9wY2ExLmNvZGUxMDAuY29tLnB5L2NlcnRzL2NhLWNvZGUxMDAtc2EuY2VyMA0G&#13;
CSqGSIb3DQEBCwUAA4ICAQAeb6SDm3hZVNA6T4lvgY4PmVYYgmXon9VDLJzy3/lM7prW0S5X6Nw8&#13;
t5WQkZ+GSZv35/XlLuIXmkS0C8ZxQbf6EGmp+sV+S6qVL7MVSN8nNx/bZfeO6yz8k+n1+v8Yq0mR&#13;
mblqTNL5FZuRkvs/c36pV2BMK2kNRYDnNCEhicwcGB/ay4zDirLDo5f0EYPdG2Xp2iTiFPWzNySc&#13;
KJMP1sQWOPaiPNo5Y1+d7hldCPgsNIWDlMt5ahkcow5qF/br4dLb1gilI5kZ0Ugg3b9rUus3LArE&#13;
OXtrRqlxrnqWcwmAe+uD6pSkX4p5uNtIfn7MbjTUqv4vLZWkwjVCZHCbnJG++g4RhHeLNg3psIWC&#13;
jSi96nQmvIySy/pRlqMRDknEA7ln0Br6IM+xAzf8AUPcg31E3/thSx5yW1WhgvEhIhLei4DKCxdm&#13;
EpFdHRR1bwC/CSe+GWZBSA1NgkrEu8przJyeGYoM9WhmZJRa6r5g1qhsiBrx0PB9lw+qZcT8NyXC&#13;
UCuV6KtmGiPYrdxiMGdZXy5a08lI2DBLz/u2DWqlFDuK+bQmCF1C9pGNvBBZFO90gP0UmtLg3UPr&#13;
hBY2tdSpKg/gmrp5NcyIqcmXDaLroAfj1EvShlQNmL2EL7IZRvVcZlNPSzHaLeHHt/jmOytcFbMv&#13;
vF+bxU5T2qevcukilvkdFw==</X509Certificate></X509Data></KeyInfo></Signature></rGesEve></gGroupGesEve></dEvReg></rEnviEventoDe></env:Body></env:Envelope>